[Rescue.KR19_RS_01 SoundNodeWave]
Comment="Notes[], TRIGGER[After fighting off enough Locust, the chopper will come into view, and start circling the smoke.], GLOSSARY[I have eyes on is military phrasing for I see]"
SpokenText="Delta, this is KR One-Nine. I have eyes on smoke."
Subtitles[0]=(Text="Delta, this is KR One-Nine. I have eyes on smoke.")
bMature=False
bManualWordWrap=False

[Rescue.KR19_RS_01_Radio SoundNodeWave]
Comment="Notes[], TRIGGER[After fighting off enough Locust, the chopper will come into view, and start circling the smoke.], GLOSSARY[I have eyes on is military phrasing for I see]"
SpokenText="Delta, this is KR One-Nine. I have eyes on smoke."
Subtitles[0]=(Text="Delta, this is KR One-Nine. I have eyes on smoke.")
bMature=False
bManualWordWrap=False

[Rescue.KR54_RS_01 SoundNodeWave]
Comment="Notes[], TRIGGER[Delta is snapped out of their shock by a low-flying Raven that's clipped with some debris, sending the chopper towards the earth with a trail of smoke.], GLOSSARY[]"
SpokenText="This is KR Five-Four! I'm hit, I'm hit!"
Subtitles[0]=(Text="This is KR Five-Four! I'm hit, I'm hit!")
bMature=False
bManualWordWrap=False

[Rescue.KR54_RS_01_Radio SoundNodeWave]
Comment="Notes[], TRIGGER[Delta is snapped out of their shock by a low-flying Raven that's clipped with some debris, sending the chopper towards the earth with a trail of smoke.], GLOSSARY[]"
SpokenText="This is KR Five-Four! I'm hit, I'm hit!"
Subtitles[0]=(Text="This is KR Five-Four! I'm hit, I'm hit!")
bMature=False
bManualWordWrap=False

[Rescue.KR54_RS_02 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[Charlie Nine is a squad name here; requesting assistance means that the pilot is asking for help (not the Locust)]"
SpokenText="This is KR Five-Four, Raven down… I've got Charlie Nine. Locust approaching our position, requesting assistance!"
Subtitles[0]=(Text="This is KR Five-Four, Raven down… I've got Charlie Nine. Locust approaching our position, requesting assistance!")
bMature=False
bManualWordWrap=False

[Rescue.KR54_RS_02_Radio SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[Charlie Nine is a squad name here; requesting assistance means that the pilot is asking for help (not the Locust)]"
SpokenText="This is KR Five-Four, Raven down… I've got Charlie Nine. Locust approaching our position, requesting assistance!"
Subtitles[0]=(Text="This is KR Five-Four, Raven down… I've got Charlie Nine. Locust approaching our position, requesting assistance!")
bMature=False
bManualWordWrap=False

[Rescue.KR54_RS_03 SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[mayday is an international distress signal]"
SpokenText="Mayday, mayday, mayday!"
Subtitles[0]=(Text="Mayday, mayday, mayday!")
bMature=False
bManualWordWrap=False

[Rescue.KR54_RS_03_Radio SoundNodeWave]
Comment="Notes[], TRIGGER[], GLOSSARY[mayday is an international distress signal]"
SpokenText="Mayday, mayday, mayday!"
Subtitles[0]=(Text="Mayday, mayday, mayday!")
bMature=False
bManualWordWrap=False

